[
  {
    "id": "1",
    "name": "Abbey Arms",
    "lat": 51.4907,
    "lon": 0.121081,
    "address": "31 Wilton Road\n\nAbbey Wood\n\nSE2 9RH",
    "phone": "(020) 8310 1763",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "A traditional public house next to Abbey Wood railway station. Refurbished and redecorated in 2015, again in 2019 when it was taken over by Dirty Liquor and again in 2023 following the exit of Dirty Liquor. There is an upstairs function room along with a large garden to the rear.\n\nWell located for extensive national rail, Elizabeth line and bus transport opportunities.",
    "area": "Abbey Wood"
  },
  {
    "id": "2",
    "name": "Birchwood",
    "lat": 51.4978,
    "lon": 0.11502,
    "address": "Grovebury Road\n\nAbbey Wood\n\nSE2 9BB",
    "phone": "(020) 8312 4867",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A 1960s pub situated within a contemporary housing estate. The interior has been redecorated in 2015 with a function room to the rear which is also used as a dinning room for Sunday lunch. Outside there is a paved area with seating and a covered smoking area. Live music on is on Friday and Sunday evenings, a quiz night on Thursdays, chess on Mondays and cribbage on Tuesdays.",
    "area": "Abbey Wood"
  },
  {
    "id": "3",
    "name": "George & Dragon",
    "lat": 51.5073,
    "lon": -0.27185,
    "address": "183 High Street\n\nActon\n\nW3 9DJ",
    "phone": "(020) 8992 3712",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "At the heart of the historic Acton Town Centre, this welcoming venue has three bars of real character; an atmospheric front bar (now used for seating and live music) leads through to a heritage bar with exposed original features probably from the 17th\n\nCentury, and a cavernous and stylish back room which serves as the bar and the currently unused brewery. The bar features a list of landlords dating back to 1759. The back of the bar is dominated with an impressive array of vast copper and chrome brewing vessels, whilst the large square bar in the centre of the room is adorned by two art nouveau statues. The north wall is covered by a Rousseau style leafy mural.",
    "area": "Acton"
  },
  {
    "id": "4",
    "name": "Red Lion & Pineapple",
    "lat": 51.5082,
    "lon": -0.27649,
    "address": "281 High Street\n\nActon\n\nW3 9BP",
    "phone": "(020) 8896 2248",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "A Wetherspoon pub at the top of Acton Hill, formerly owned by Fuller’s. Two pubs here were combined in 1906, hence the unique name. The larger room is home to the circular bar, surrounded by red and black tiles. The windows are large, with etched and stained tops, and the walls are decorated with historical photographs of Acton. The smaller room is mainly used by diners, families.and larger groups. A November 2024 refurbishment saw an additional three handpumps fitted allowing some of the popular beers to be on permanently. Alcohol is served from 9am. Note entry and exit is no longer allowed via the smaller room.",
    "area": "Acton"
  },
  {
    "id": "5",
    "name": "Rocket",
    "lat": 51.5087,
    "lon": -0.26396,
    "address": "11 Churchfield Road\n\nActon\n\nW3 6BD",
    "phone": "(020) 8993 6123",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Divided into two parts, the dining area has beige walls and seating plus a pinewood floor whilst the bar area is much darker with much redness and colourfully furnished. The upstairs function room is used by local groups for film clubs, a book club, life drawing classes as well as comedy nights and other live gigs. Brunch served 10-1. Real ale is often not available.",
    "area": "Acton"
  },
  {
    "id": "6",
    "name": "Shepherds Bush Cricket Club",
    "lat": 51.51,
    "lon": -0.25261,
    "address": "38 Bromyard Avenue\n\nActon\n\nW3 7BP",
    "phone": "07734 709458",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Established in 1882 the club is one of the oldest cricket clubs in London and a founder member of the Middlesex County Cricket League in 1972.\n\nThe pump clips were turned round recently so the beer may only be keg when cricket is not being played.",
    "area": "Acton"
  },
  {
    "id": "7",
    "name": "Station House",
    "lat": 51.5087,
    "lon": -0.26313,
    "address": "Station Buildings, Churchfield Road\n\nActon\n\nW3 6BH",
    "phone": "(020) 8992 7110",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Originally the station booking hall, the upstairs is known as the Red Room and houses the open kitchen and bar and is available between 7pm and 11pm (Noon-9pm on Sundays). It can also be hired for private functions and has a large vaulted roof and arched windows. The pub specialises in Southern Italian tapas & artisan pizzas, although a big burger range is also available. The kitchen is open late till 10.30pm (10pm on Sundays). The outside terrace can become busy, especially when the bar is playing amplified music. The building is locally listed.",
    "area": "Acton"
  },
  {
    "id": "8",
    "name": "West London Trades Union Club",
    "lat": 51.5065,
    "lon": -0.26567,
    "address": "33-35 High Street\n\nActon\n\nW3 6ND",
    "phone": "(020) 8992 4557",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "This small and friendly Club – run as a co-operative – combines excellent real ale with a busy cultural and social life. Two real ales are served from a variety of small independent breweries - and particularly from the Portobello brewery range. The Acton Community Theatre is upstairs, and regular film shows are also held. The Club is usually closed on Saturdays, but opens on some for special events - see website for dates and details. The local CAMRA branch is an associate member – show a CAMRA membership card or a copy of the Good Beer Guide to gain access. The Club celebrated its 40th anniversary in 2023, and the building has been part of the co-operative movement for over a century.",
    "area": "Acton"
  },
  {
    "id": "9",
    "name": "Bollo",
    "lat": 51.4957,
    "lon": -0.270079,
    "address": "13 Bollo Lane\n\nActon Green\n\nW4 5LR",
    "phone": "(020) 8994 6037",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Corner pub hidden away behind Chiswick Park station. Built in 1885 as the Railway Tavern, it was renamed the Bollo House in 2000. Spacious, and now best described as a community-centred gastropub with a good ambience. Four ale handpumps.  All-day Sunday roasts. Watch pub website for offers.",
    "area": "Acton Green"
  },
  {
    "id": "10",
    "name": "Duke of Sussex",
    "lat": 51.4964,
    "lon": -0.2641,
    "address": "75 South Parade\n\nActon Green\n\nW4 5LF",
    "phone": "(020) 8742 8801",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "The Duke of Sussex is named after one of Queen Victoria's uncles rather than Meghan's husband. It dates from the 1840s and was originally owned by a Suffolk Brewer. By the 1890s it was owned by the Cannon Brewery of Clerkenwell and later by the Lion Brewery, For much of the 20th century it was a Taylor Walker house.\n\nRebuilt in 1898 with a mock Tudor frontage, it has a central island counter with exposed floorboards, alcove seating and etched glass screens. Up to five (but usually three) rotating guest ales are available. mostly from London and the Home Counties. The rear room, the decorative ceiling of which is listed, is dedicated to diners and leads through to a large and welcoming garden with hidden corners.  It is both a local and a gastro-pub. There is generally a pub quiz here on Sunday evenings. Next to the terminus of the 94 bus.",
    "area": "Acton Green"
  },
  {
    "id": "11",
    "name": "Swan",
    "lat": 51.498,
    "lon": -0.265267,
    "address": "1 Evershed Walk, 119 Acton Lane\n\nActon Green\n\nW4 5HH",
    "phone": "(020) 8994 8262",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Street corner pub dating from 1871, which retains a local drinking character despite the addition of a well-regarded gastropub area into part of the original garden – still one of the best pub gardens in West London. The ever-present Timothy Taylors Landlord is joined by St Austell Tribute. The pub exterior regularly appeared in a 1980s sitcom, and familiar faces from current TV can often now be seen.\n\nFrom 'Acton's Pubs and Inns (1989) :\n\n\"At the Acton Green end of Acton Lane, the lane takes a sharp right turn and then a left turn round an old field boundary. On the corner of this last turn stands the Swan. Acton Lane is an ancient way and there was a cluster of cottages here in early days. The pub is however first recorded in 1871 when the publican was James Brown who owned the house when it passed to the Phoenix Brewery, Latimer Road. The area around that part of Acton Lane was built up rapidly during that period. The pub passed to the Law Guarantee Trust and in 1909 to Charringtons.\n\nIt survived the rebuilding in the area, was renovated and added to ; although the original house can still be seen. It still retains its original garden and some of the trees.\"\n\nIt is rumoured that the pub survived demolition in the 1970s as part of the building of the Beaconsfield Road Council Estate next door because the then Leader of the Council was a regular there.",
    "area": "Acton Green"
  },
  {
    "id": "12",
    "name": "Claret & Ale",
    "lat": 51.38,
    "lon": -0.073535,
    "address": "5 Bingham Corner, Lower Addiscombe Road\n\nAddiscombe\n\nCR0 7AA",
    "phone": "(020) 8656 7452",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Close to Addiscombe Tram Stop, the Claret & Ale is a small, privately owned friendly free house with a constantly changing selection of cask ales in addition to the popular Palmers IPA. Current and coming beers - often including a second Palmers beer - are indicated on a board on the wall opposite the bar. The TV screens show a variety of sporting events, usually with the sound muted. Occasional events are held to raise money for charity. The pub has often been the local CAMRA Croydon Pub of the Year, and is again for 2024.",
    "area": "Addiscombe"
  },
  {
    "id": "13",
    "name": "Cricketers",
    "lat": 51.3813,
    "lon": -0.062828,
    "address": "47 Shirley Road\n\nAddiscombe\n\nCR0 7ER",
    "phone": "(020) 3654 9848",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Refurbished in 2017, The Cricketers has maintained a clean aspect with new flooring and furniture.  Of the six new handpumps, only two of three are in regular use. This has always been a traditional community pub where all are welcome. Real fires will contribute towards the comfortable, lived-in atmosphere in the winter. Live music will be reinstated when custom demands. There are four TVs in the main bar showing different sports; televised sport has always been a great attraction particularly when Crystal Palace matches are televised. Darts is also played competitively in the pub.",
    "area": "Addiscombe"
  },
  {
    "id": "14",
    "name": "Craft Beer Co.",
    "lat": 51.5137,
    "lon": -0.0784942,
    "address": "29-31 Mitre Street\n\nAldgate\n\nEC3A 5BZ",
    "phone": "(020) 7929 5112",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Opened in 2015 this has a traditional craft feel. Bare brick walls, mirrors from Bass and Burton breweries, wooden floorboards and traditional high tables with stools. The bar has six cask ales with five guest ales and Kent Pale as a house beer. There are eighteen keg lines and a boxed cider. Pies, scotch eggs and sandwiches are the food offering. The smoking area is on the pavement outside. The toilets and a separate area are downstairs. Music is played. Available for private hire on Saturdays.",
    "area": "Aldgate"
  },
  {
    "id": "15",
    "name": "Hoop & Grapes",
    "lat": 51.5143,
    "lon": -0.0741806,
    "address": "47 Aldgate High Street\n\nAldgate\n\nEC3N 1AL",
    "phone": "(020) 7481 4583",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "**Being refurbishmed - expected reopening September 10th** Listed Building dating from the 11th century there has been an Inn on the site since the thirteenth century.The current pub was converted from a wine merchant in 1920. It missed the Great Fire of London by a few yards and is one of only a handful of timbered buildings still left in London. Traditional pub food. The low ceilings and soft lights added to the atmosphere in this Grade II listed pub. Sparklers on all beers.",
    "area": "Aldgate"
  },
  {
    "id": "16",
    "name": "Douglas Fir",
    "lat": 51.4147,
    "lon": -0.0709134,
    "address": "144 Anerley Rd\n\nAnerley\n\nSE20 8DL",
    "phone": null,
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "This craft beer bar re-opened on 26th April 2025 but currently operates as a pop-up bar until further notice. This previously closed without any prior warning at the end of 2024. The Douglas Fir was originally opened in November 2016 and operated by the Gipsy Hill Brewing Company. In premises formerly occupied by a hairdresser, the appearance is similar to many micropubs but the enterprise is more considered as a bar serving craft  beer. The bar has a popular local following as a community hub and is situated roughly half-way between Crystal Palace and Anerley rail/London Overground stations. The name pays homage to the wood used to build the bar top and drinking shelf, sourced through a creative exchange in return for beer. Inside, a single small compact room has a wooden top bar and assorted seating with tables, benches and a couple of armchairs. The interior décor is in shades of blue grey, complemented by the wooden flooring and dim lighting from modern hanging lights and chandelier. Keg beers are served from taps that are fixed on a former steam pipe from the brewery. Popular with the younger generation, this is very family and dog friendly. The atmosphere is easy going and relaxed. Be prepared to share a table. The bar has up to two handpumps with at least one cask ale available. The main draw for beer drinkers is the array of craft keg lines (up to eight) which contain a changing variety of local beers from Gipsy Hill and Southey breweries. Wine and local spirits are also available along with low/no alcohol beers and cans from the fridge. Outside, there are a couple of table sets on the pavement, which are put out during opening hours. Known to the locals as the \"Doug\". The pub name is unique within Great Britain. Instagram page is @douglasfir_crystalpalace Card payment ONLY, no cash accepted.",
    "area": "Anerley"
  },
  {
    "id": "17",
    "name": "Ashtead Village Club",
    "lat": 51.3098,
    "lon": -0.298355,
    "address": "104 The Street\n\nAshtead\n\nKT21 1AW",
    "phone": "(01372) 275764",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "CIU affiliated members only club in the centre of the village. Membership by application, with preference given to local residents.",
    "area": "Ashtead"
  },
  {
    "id": "18",
    "name": "Brewery Inn",
    "lat": 51.3094,
    "lon": -0.300036,
    "address": "15 The Street\n\nAshtead\n\nKT21 2AD",
    "phone": "(01372) 282110",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Large pub, which was the former site of George Sayer's Ashtead Brewery in the 19th century. The cellar still includes the brewing well which extends 100 metres under the road, although the brewery closed in 1910. The large bar area has a raised, music free dining area at the rear. A varied range of food is offered, catering for all dietary requirements and includes daily specials. The outdoor space at the rear, where dogs are welcome, has covered areas and is partially grassed. Taken over by Dorking Brewery in summer 2024.",
    "area": "Ashtead"
  },
  {
    "id": "19",
    "name": "Leg of Mutton & Cauliflower",
    "lat": 51.3092,
    "lon": -0.29964,
    "address": "48 The Street\n\nAshtead\n\nKT21 1AZ",
    "phone": "(01372) 273858",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Former 18th century coaching inn. The pub has recently been redecorated throughout with an eclectic mix of furniture, giving a good ambience. The rooms at the back form a comfortable lounge area. Outside is a patio at the front and a garden to the rear, with a large covered smoking area. Families are welcome until 9:00 in the top bar area. Acoustic bands every fortnight on Saturday evenings. The kitchen closed, but will cater for private functions on request.",
    "area": "Ashtead"
  },
  {
    "id": "20",
    "name": "Woodman",
    "lat": 51.3143,
    "lon": -0.307998,
    "address": "238 Barnett Wood Lane\n\nAshtead\n\nKT21 2DA",
    "phone": "(01372) 274524",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "A large pub, overlooking Ashtead Common, which is decorated in typical Ember style with painted walls and dividing partitions to give a homely feel. Several of the partitions include open gas fires as a feature, which make it cosy in winter. For summer, there is a patio at the front and a large fenced garden to the rear. Quizzes are held on Wednesday evenings. A good range of food is served all day. Children allowed until 9pm. Guest beers are from the Ember list.",
    "area": "Ashtead"
  },
  {
    "id": "21",
    "name": "Avalon",
    "lat": 51.4506,
    "lon": -0.148038,
    "address": "16 Balham Hill\n\nBalham\n\nSW12 9EB",
    "phone": "(020) 8675 8613",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Two hundred yards down the hill from Clapham South tube, once a coaching inn and probably the oldest pub in the area though little of historical/architectural interest remains. Renamed by new leaseholder Renaissance Pubs (now Three Cheers Pub Co), after comprehensive refurbishment in November 2008, into an attractive gastropub, retaining a traditional bar with front lounge but transforming the rear sports bar into a sumptuous restaurant area. Back garden and enclosed pavement seating. Formerly the George.",
    "area": "Balham"
  },
  {
    "id": "22",
    "name": "Bedford",
    "lat": 51.4427,
    "lon": -0.149416,
    "address": "77 Bedford Hill\n\nBalham\n\nSW12 9HD",
    "phone": "(020) 3976 8007",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Built for Watney in 1931 and now Grade II-listed, this remarkable community pub and performance venue no longer has a separate public bar but includes a round theatre with a gallery as well as spacious function rooms on two upper floors.\n\nFor six years it has hosted the London Folkfest in June, followed in 2016 by the Balham Literary Festival. The Balham Comedy Festival in July is now in its fifth year.\n\nThe pub was acquired in May 2017 by Three Cheers Pub Co (formerly Renaissance Pubs) as their eighth South London venue, and part of a new Six Cheers 'managed expert' partnership with Enterprise, retaining its emphasis on live music and comedy.  It reopened after major refurbishment late in 2018.",
    "area": "Balham"
  },
  {
    "id": "23",
    "name": "Devonshire",
    "lat": 51.4469,
    "lon": -0.148988,
    "address": "39 Balham High Road\n\nBalham\n\nSW12 9AN",
    "phone": "(020) 8673 1363",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Large, cavernous Victorian corner house retaining high ceilings and some original mirrors. Refurbished as more of a gastropub and renamed from Duke of Devonshire early in 2008. Split level seating areas behind the central bar with a large garden open in the summer.",
    "area": "Balham"
  },
  {
    "id": "24",
    "name": "Firefly",
    "lat": 51.4425,
    "lon": -0.153266,
    "address": "3 Station Parade, Balham High Rd\n\nBalham\n\nSW12 9AZ",
    "phone": "(020) 8673 9796",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "This bar cum Thai restaurant offers real ale on two handpumps. Usually Dark Star Hophead and a London guest, (often Redemption Pale Ale.).\n\nThey also serve a wide range of keg and bottled beers, including London specialities. The pub is popular with commuters from the adjacent Balham Station whose trains have  been delayed or cancelled.",
    "area": "Balham"
  },
  {
    "id": "25",
    "name": "Grove",
    "lat": 51.4483,
    "lon": -0.150969,
    "address": "39 Oldridge Road\n\nBalham\n\nSW12 8PN",
    "phone": "(020) 8673 6531",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Large Victorian corner pub retaining separate drinking areas despite the complete refurbishment that sadly saw a popular public bar knocked through. Clean, tasteful, relaxed and quiet, a stylish but not trendy pub for everyone including families and especially diners. Restaurant meals all day until 10.30. Board games but no darts, fortnightly Sunday quiz. Pavement seating.",
    "area": "Balham"
  },
  {
    "id": "26",
    "name": "Hagen & Hyde",
    "lat": 51.4439,
    "lon": -0.152205,
    "address": "157 Balham High Road\n\nBalham\n\nSW12 9AU",
    "phone": "(020) 8772 0016",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Acquired by Antic in mid 2013, renamed and reopened with up to ten real ales, twelve keg beers and two real ciders on the bar. The kitchen specialised in fresh fish. Entertainment ranged from DJs to bands but all with a definite vintage flavour. Originally a 1997 shop conversion opened as the Eclipse by Regent Inns, acquired by Wizard Inns who changed its name to Blithe Spirit in 2003.\n\nPart of Urban Pubs & Bars portfolio from autumn 2024.  Beer range had reduced since Covid  and now only two handpumps remain on the main bar.",
    "area": "Balham"
  },
  {
    "id": "27",
    "name": "Nightingale",
    "lat": 51.4501,
    "lon": -0.157954,
    "address": "97 Nightingale Lane\n\nBalham\n\nSW12 8NX",
    "phone": "(020) 8673 1637",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Worth going out of your way to find, this country pub in town was built in 1853 by Thomas Wallis and has been a focus for the local community ever since.\n\nA recent renovation has not altered the basic layout of the pub. There is a traditional public bar area at the front, while the larger but cosy saloon bar leads through to a rear extension and sheltered garden.\n\nThe pub is renowned for its annual walk in June for local charity, which has been held for over 40 years.",
    "area": "Balham"
  },
  {
    "id": "28",
    "name": "Regent",
    "lat": 51.4441,
    "lon": -0.153765,
    "address": "21 Chestnut Grove\n\nBalham\n\nSW12 8JB",
    "phone": "(020) 8776 0546",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Formerly the Balham Tup, Clouseaus (1996-1999) and originally the Balham Hotel. A vast sports bar with several big screen TVs. Small fenced patio off the road. Beers may vary from within the Punch list.",
    "area": "Balham"
  },
  {
    "id": "29",
    "name": "Wood Street",
    "lat": 51.5188,
    "lon": -0.0929912,
    "address": "53 Fore Street\n\nBarbican\n\nEC2Y 5EJ",
    "phone": "(020) 7256 6990",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "EX Charrington became a Greene King pub in 1993,then a free house. This independent hidden gem, open on weekdays, is tucked away at the south edge of the Barbican complex at the north end of Wood Street. The modern interior is light and airy. A downstairs bar has two pool tables, two dart boards and a separate poker room. The wood paneled main bar has plentiful varied seating.  Observe the Barbican water feature ponds from the rear windows. Burgers and bites are available lunchtimes and evenings. Dark beers feature on rotation. Barbican rules mean you cannot drink outside unless you are eating.",
    "area": "Barbican"
  },
  {
    "id": "30",
    "name": "Acorn",
    "lat": 51.5459,
    "lon": 0.093325,
    "address": "201-203 Longbridge Road\n\nBarking\n\nIG11 8UF",
    "phone": "(020) 3673 2462",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Prominent pub with a spacious interior, in an area with few other nearby pubs. Reopened on 23/08/2023 after a long period of closure, with an extensive refurbishment, new management and a new name. The exterior is now painted in a different shade of green. Regular live music and DJs. TVs show TNT / Sky Sports. Spacious patio at rear, as well as a small side patio.",
    "area": "Barking"
  },
  {
    "id": "31",
    "name": "Spotted Dog",
    "lat": 51.5398,
    "lon": 0.081726,
    "address": "15 Longbridge Road\n\nBarking\n\nIG11 8TN",
    "phone": "(020) 8594 0228",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "A traditional pub, taken over by new management (after 105 years with Davy's) but retaining most of its traditional appearance and mixed clientele. A large central bar serves several different areas and there is a spacious room at the back. Friday DJ, Saturday Karaoke. Locally-Listed. Cask ale not always available.",
    "area": "Barking"
  },
  {
    "id": "32",
    "name": "New Fairlop Oak",
    "lat": 51.594,
    "lon": 0.084771,
    "address": "Fencepiece Road\n\nBarkingside\n\nIG6 2JP",
    "phone": "(020) 8500 2217",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "The New Fairlop Oak is a pub that puts customers and real ale first. They have six handpulled guests waiting for eager patrons ready to quench their thirst.\n\nFormerly a 'Berni Inn', it has a family area, patio and framed local photos. Food is available all day.\n\nThe pub is named after an oak tree which was replanted in 1909; the original was one of Britain’s largest trees and is thought to have been named by Queen Anne on a 1704 visit to the Fairlop Fair.",
    "area": "Barkingside"
  },
  {
    "id": "33",
    "name": "Old Maypole",
    "lat": 51.6016,
    "lon": 0.083874,
    "address": "105 Fencepiece Road / Cleeves Walk\n\nBarkingside\n\nIG6 2NG",
    "phone": "(020) 8502 7168",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Large pub with open-plan arrangement. Landlord is keen on events.",
    "area": "Barkingside"
  },
  {
    "id": "34",
    "name": "Barnes Sports Club",
    "lat": 51.4775,
    "lon": -0.248699,
    "address": "The Club House, 261 Lonsdale Road\n\nBarnes\n\nSW13 9QL",
    "phone": "(020) 8748 6220",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "The club offers Hockey, Tennis, Cricket, Squash. It is also home to Barnes Montessori nursery, Martial Arts centre and Junior Chess Club.",
    "area": "Barnes"
  },
  {
    "id": "35",
    "name": "Bridge",
    "lat": 51.486,
    "lon": -0.232549,
    "address": "204 Castelnau\n\nBarnes\n\nSW13 9DW",
    "phone": "(020) 8563 9811",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Located a brief walk from Hammersmith Bridge, this spacious pub has a bright, comfortable feel to it and described as a community centered gastro pub. It has a hidden patio garden that is currently (in their opinion) one of the best kept secrets in Barnes. However, it closes at 9.30pm Mon-Sat and 8.30pm Sunday. All day Sunday roasts noon to 9.00 pm. Steak night Tuesdays, from 6pm. Wednesday is quiz night and starts at 8pm.",
    "area": "Barnes"
  },
  {
    "id": "36",
    "name": "Brown Dog",
    "lat": 51.469,
    "lon": -0.251644,
    "address": "28 Cross Street, Little Chelsea\n\nBarnes\n\nSW13 0AP",
    "phone": "(020) 8392 2200",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "An independently owned free house, pub and dining room tucked away in the back streets of Barnes.  The pub dating back to 1898, still maintains many of its original features when it was formerly known as The Rose of Denmark. Three cask ales on hand-pump.",
    "area": "Barnes"
  },
  {
    "id": "37",
    "name": "Bulls Head",
    "lat": 51.4738,
    "lon": -0.250998,
    "address": "373 Lonsdale Road, London\n\nBarnes\n\nSW13 9PY",
    "phone": "(020) 8876 5241",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Technically a riverside pub (although the main road lies between) dating from 1845, and now protected from high tides by a concrete wall across the road. It towers over the adjacent corner building that is now the recently reopened Watermans Arms. The Bulls Head (and famous music room, albeit reduced in size) is now part of the Geromino Inns chain and underwent a complete and costly refurbishment in 2013, reopening on 12th December. The jazz room has now been relocated to the former Thai restaurant at the back. Upstairs has also been brought into use as additional restaurant space. Usually a guest beers supplement the regulars. Bar menu: 12pm-10pm (9pm Sun).",
    "area": "Barnes"
  },
  {
    "id": "38",
    "name": "Coach & Horses",
    "lat": 51.4736,
    "lon": -0.250128,
    "address": "27 Barnes High Street\n\nBarnes\n\nSW13 9LW",
    "phone": "(020) 8876 2695",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "This former coaching inn, first mentioned in local records in 1776 and one of only 28 pubs initially owned by Young & Bainbridge in 1831, is now a single-bar pub retaining dark wood panelling and leaded stained-glass windows. If the pub looks small, the award-winning and biggest pub beer garden in Barnes, certainly does not, entered under a grapevine arch and having a selection of seating areas, a well-equipped children’s play area and even room for playing petanque. The function room at the back was once a skittle alley and now called The Stables. Burger Shack is open everyday serving burgers with vegan and veggie options.",
    "area": "Barnes"
  },
  {
    "id": "39",
    "name": "Crossing",
    "lat": 51.4687,
    "lon": -0.254681,
    "address": "73 White Hart Lane\n\nBarnes\n\nSW13 0PW",
    "phone": "(020) 8251 1244",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "An independently owned, neighbourhood food orientated pub, with light airy bar areas with comfortable seating and an upstairs dining room. Garden Terrace.",
    "area": "Barnes"
  },
  {
    "id": "40",
    "name": "Red Lion",
    "lat": 51.4755,
    "lon": -0.238973,
    "address": "2 Castelnau\n\nBarnes\n\nSW13 9RU",
    "phone": "(020) 8748 2984",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "A large Victorian landmark pub located at the entrance to the Wetland Centre. Built in 1830s and underwent a major refurbishment in 2017. There is a spacious wood paneled comfortable rear room, featuring a large coloured mosaic central domed ceiling light, leaded stained glass windows, and a large fireplace. Outside is a heated covered patio and beyond this a large artificial grass garden with plenty of seating that includes a children's fenced play area. A garden bar is open on busy summer days or as demand requires. There is also extensive outside seating around the side and front of the pub that includes two cosy 4-seat heated cabins.\n\nFood is available from a varied, modern menu. The pub is renowned for its annual Great Sausage Roll Bake Off competition. A live cooking event where around 20 professional chefs take their turns to create, roll and bake their own take on the Sausage Roll. Master cellar-man accredited Fuller's House. First registered as a public house known as 'The Strugglers' in 1718 but was destroyed by fire in 1835 and rebuilt in its present form along with the change of name. In recent times it was a hotel and a free house until 1978 when it was acquired by Fuller's.",
    "area": "Barnes"
  },
  {
    "id": "41",
    "name": "Sun Inn",
    "lat": 51.4737,
    "lon": -0.247379,
    "address": "7 Church Road\n\nBarnes\n\nSW13 9HE",
    "phone": "(020) 8876 5256",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Overlooking Barnes Pond, this pub was originally a Georgian 'coffee house' but has sold beer since around 1776. In 1989 it won a CAMRA award for refurbishment but all the bric-a-brac and curiosities have now gone, apart from the miniature elephant that serves as a bar stool, leaving the interior somewhat at odds with the antiquity of the Grade II listed building. However it is still welcoming, with some attractive lighting effects. Food is available until late, except 4-5 weekdays. Quiz night every Monday.",
    "area": "Barnes"
  },
  {
    "id": "42",
    "name": "Watermans Arms",
    "lat": 51.4736,
    "lon": -0.251129,
    "address": "375 Lonsdale Road\n\nBarnes\n\nSW13 9PY",
    "phone": "(020) 4529 8970",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "The original Watermans Arms was built in 1850 and converted to restaurant use in the 1980s. It reopened as a pub in May 2019 as part of the Big Smoke Brewery stable of pubs and subsequently closed June 2022. Now under new management from 28th September 2023. There's a French restaurant area upstairs with doors that open onto a balcony overlooking the Thames. Dogs are permitted downstairs and children are allowed in until 7pm",
    "area": "Barnes"
  },
  {
    "id": "43",
    "name": "White Hart",
    "lat": 51.4711,
    "lon": -0.255641,
    "address": "The Terrace, Riverside\n\nBarnes\n\nSW13 0NR",
    "phone": "(020) 8876 5177",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "The White Hart has been a riverside landmark since it was built in 1899, replacing a pub that had stood since 1662.  It is an imposing four-story building with riverside verandahs' and even tables on the towpath in the summer. The pub was completely renovated in 2013. The ground floor is dominated by the central bar island with its line of chrome Chaplin fonts providing a range of London craft beer from both Meantime and Camden breweries, and supported by up to six cask ales from hand pulls. There's a Stags head above the fireplace that uses a gas effect fire. The Terrace Kitchen restaurant is situated on the first floor.",
    "area": "Barnes"
  },
  {
    "id": "44",
    "name": "Anchor",
    "lat": 51.4652,
    "lon": -0.17936,
    "address": "61 Holgate Avenue\n\nBattersea\n\nSW11 2AT",
    "phone": "(020) 7978 7383",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "An estate pub now transformed by Stonegate into an attractive sports bar under the Craft Union banner, reopened on 11 December 2024 after more than a year's closure.  A single room now sweeps round to take in the area that had been the public bar on the western side, with small rooms off to the left for darts and pool.  A Friday disco karaoke promises to be the main attraction, plus live music on Saturdays and some other evenings. The cask beers are competitively priced; the publican is keen to look after them and so let us hope that enough customers make it worth his while. Sadly, the handpumps were out of use as at 15 July 2025.",
    "area": "Battersea"
  },
  {
    "id": "45",
    "name": "Asparagus",
    "lat": 51.4699,
    "lon": -0.171477,
    "address": "1-13 Falcon Road\n\nBattersea\n\nSW11 2PL",
    "phone": "(020) 8161 0899",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Opened by Wetherspoons in July 1998 in shop units under offices. Turquoise exterior paintwork and various shades of green and blue inside with stained glass. Typical open-plan, split level layout. Named after local 19th century asparagus crop which was sold in 'Battersea Bundles'. Closed on 17 March 2024, reopened a week later by Portobello with just the outside repainted. Prices remain competitive. As at July 2025, Star was £3.25/pint and The Naked Ladies £4.05.",
    "area": "Battersea"
  },
  {
    "id": "46",
    "name": "Beehive",
    "lat": 51.4598,
    "lon": -0.178228,
    "address": "197 St Johns Hill\n\nBattersea\n\nSW11 1TH",
    "phone": "(020) 7450 1756",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "The Beehive has recently received a new lease on life with a spruce up from new landlords Lee and Keris De Villiers, who are Licensee of the year finalists and also BII ambassadors.\n\nThe pub has maintained it traditional ‘proper pub’ status while its new look makes it feel fresh and inviting.\n\nThe pub is at the heart of the community with a great local following and sponsoring numerous sports teams in a bid to support grassroot sports.\n\nThe updated televisions play all the sport you can think of and with a great little beer Garden and sun trap in the front -what more could you want.\n\nTheir beers and drink section is top notch with some great offers on Wine and Prosecco daily.\n\nDogs are made to feel more that welcome with complimentary homemade dog biscuits and their very own menu.\n\nAle is kept in great condition and remains a staple of a great British pub such as this.",
    "area": "Battersea"
  },
  {
    "id": "47",
    "name": "Bolingbroke",
    "lat": 51.454,
    "lon": -0.164075,
    "address": "174 Northcote Rd.\n\nBattersea\n\nSW11 6RE",
    "phone": "(020) 7228 4040",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A family-friendly corner 'Pub & Dining Room' opened in August 2008 in previous 'Niksons Bar & Restaurant' premises.\n\nNo TV.\n\nCovered smoking area on pavement patio. Side bar available for functions.\n\nRevives name of pub in Cobham Close demolished for housing earlier in 2008.",
    "area": "Battersea"
  },
  {
    "id": "48",
    "name": "Candlemaker",
    "lat": 51.4704,
    "lon": -0.17282,
    "address": "136 Battersea High Street\n\nBattersea\n\nSW11 3JR",
    "phone": "(020) 7223 6532",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "After eight months' closure, this pub was reopened on 1 November 2012 by new owners InnBrighton, now the Laine Pub Company. A complete internal makeover incorporates the old kitchen as trade space and a lot of work has gone into the garden, with smoking shelters back and front. The new upstairs kitchen was once a meeting/function room and the top floor is the manager’s domestic accommodation.\n\nCask beer was discontinued in 2021 owing to lack of demand but returned in March 2023.\n\nThe pub was suddenly taken over in September from Laine's by Smok'd, who run the Britannia, SE1 and the Greyhound in Kingston. Like them, a 'modern British barbecue restaurant' it was initially described to a CAMRA visitor as free of tie, with a commitment to cask beer and the promise of local favourites, but now finds its ambitions frustrated by contractual supply restrictions severely limiting its choice of cask ales.",
    "area": "Battersea"
  },
  {
    "id": "49",
    "name": "Crown",
    "lat": 51.4656,
    "lon": -0.15627,
    "address": "102 Lavender Hill\n\nBattersea\n\nSW11 5RD",
    "phone": "(020) 7739 1122",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "At least one changing London microbrewery beer is now again available in this Enterprise pub leased to Pub Love, formerly known as Best Place Inns and with a hostel upstairs. A landmark, listed Victorian pub with high ceiling, island bar and front terrace. Popular for football, especially with Chelsea supporters. Juke box and occasional music events. Real ciders from handpump and boxes, burger kitchen and decent choice of bottled 'craft' beers.",
    "area": "Battersea"
  },
  {
    "id": "50",
    "name": "Duchess Belle",
    "lat": 51.4792,
    "lon": -0.142472,
    "address": "101 Battersea Park Road\n\nBattersea\n\nSW8 4DS",
    "phone": "(020) 7498 7611",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Part of a small pub chain that also includes the Griffin Belle in nearby Vauxhall, this lively, Victorian street-corner local was refurbished in 2018 after a chequered history. There is plastic foliage and flowers abounding, red leather bench seating, and an array of TV screens showing sport.  The view of Sir Giles Gilbert Scott's iconic Battersea Power Station is now partly obscured by the high-end flats built around the site. There is an upstairs bar (no real ale) with balcony, an outside drinking area at the front, and an attractive walled, decked garden to the rear.",
    "area": "Battersea"
  },
  {
    "id": "51",
    "name": "Duke of Cambridge",
    "lat": 51.4729,
    "lon": -0.166038,
    "address": "228 Battersea Bridge Road\n\nBattersea\n\nSW11 3AA",
    "phone": "(020) 7223 5662",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Now an upmarket gastropub serving a predominantly well heeled clientele. A mix of high stools and lived-in sofas surrounds the original island bar with heritage-green painted bar-back.",
    "area": "Battersea"
  },
  {
    "id": "52",
    "name": "Eagle Ale House",
    "lat": 51.4551,
    "lon": -0.16321,
    "address": "104 Chatham Road\n\nBattersea\n\nSW11 6HG",
    "phone": "(020) 7228 2328",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Winner of many CAMRA awards, this charming, cosy local is just off the busy Northcote Road. With leather sofas, old bottles and books the Eagle is a bastion for micro-brewery cask and key-keg beers from near and far. One handpump is kept for ciders and bottle coolers feature continental classics including several Lambics.\n\nThe garden benefits from a large heated shelter. Several TV screens come to life for major sporting events (mainly rugby).\n\nOccasional live music, including an open mic night on the last Tuesday of the month.",
    "area": "Battersea"
  },
  {
    "id": "53",
    "name": "Falcon",
    "lat": 51.4638,
    "lon": -0.16801,
    "address": "2 St Johns Hill\n\nBattersea\n\nSW11 1RU",
    "phone": "(020) 7228 2076",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Extensively and sympathetically refurbished in spring 2014. Reopened on 14th May 2014 with 18 handpumps for cask ale in the main bar and a further 4 to the side.  Since then, the real ale choice has diminished but up to six will usually be available\n\nA busy M&B Nicholson's pub, now with a stronger emphasis on food but with many and diverse real ales available.\n\nThe Victorian splendours of this local, Grade II-listed landmark feature in CAMRA's National Inventory of pub interiors of outstanding historic interest.\n\nThe island bar counter is one of the longest in the country.",
    "area": "Battersea"
  },
  {
    "id": "54",
    "name": "Fox & Hounds",
    "lat": 51.4672,
    "lon": -0.162845,
    "address": "66-68 Latchmere Road\n\nBattersea\n\nSW11 2JU",
    "phone": "(020) 7924 5483",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "This smart, street-corner pub sits well among the Victorian streets down from Lavender Hill. Like its surroundings, the pub has undergone gentrification and is justifiably popular for its food, which has a Mediterranean theme. Families are welcome.  Customers in search of a quieter drink may seek out the snug off the extension to the main bar.\n\nThe décor features brewery mirrors, framed beer posters and art prints. The garden at the rear has a heated and covered area.",
    "area": "Battersea"
  },
  {
    "id": "55",
    "name": "Goat",
    "lat": 51.4609,
    "lon": -0.16631,
    "address": "66A Battersea Rise\n\nBattersea\n\nSW11 1EQ",
    "phone": "(020) 7350 0349",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Atmospheric split level bar on the site of the Temperance Snooker Hall where Jimmy White and Tony Meo learned their trade. Wide choice of Belgian, German and other bottled beers, also five bottled ciders. Real ale range will be subject to demand; four of the six handpumps unused on recent visit.The former brewing area at 66B has been leased off as a shop unit with flat 66C above.",
    "area": "Battersea"
  },
  {
    "id": "56",
    "name": "Hawkins Forge",
    "lat": 51.4607,
    "lon": -0.169108,
    "address": "110 Battersea Rise\n\nBattersea\n\nSW11 1EJ",
    "phone": "(020) 7228 0349",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Originally a blacksmith’s workshop, it was renamed after a autumn 2015 refurbishment. This pizza pub extended its food range as well as its handpumped beers.  Table tennis is a recent innovation. Only one beer on offer in October 2019.",
    "area": "Battersea"
  },
  {
    "id": "57",
    "name": "Junction",
    "lat": 51.4633,
    "lon": -0.169751,
    "address": "36 St Johns Hill\n\nBattersea\n\nSW11 1SA",
    "phone": "(020) 7228 1708",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A 1920's replacement of an earlier building with mock tudor timber and plaster exterior is a lively pub just up the hill from Clapham Junction, reopened in November 2013 after refurbishment, with the name changed from the Windsor Castle. Sadly the previously separate bars have been knocked into one leaving a long bar, nevertheless it is a smarter pub with greater emphasis on food and a wider beer range.\n\nAs the pub is adjacent to Clapham Junction the large garden bar is known as Platform 18.",
    "area": "Battersea"
  },
  {
    "id": "58",
    "name": "Latchmere",
    "lat": 51.4717,
    "lon": -0.16552,
    "address": "503 Battersea Park Road\n\nBattersea\n\nSW11 3BW",
    "phone": "(020) 7223 3549",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Reopened in May 2014 after lease taken over by Renaissance Pubs (now Three Cheers Pub Co) in March 2014 and extensively refurbished.\n\nA Victorian corner house comprising spacious, airy single bar with bare boards, TV sports and jukebox.\n\nGarden barbecues in summer.\n\nThe separate Olivier award-winning Theatre 503, located on the first floor, stages over 300 shows a year.",
    "area": "Battersea"
  },
  {
    "id": "59",
    "name": "Lighthouse",
    "lat": 51.4726,
    "lon": -0.16278,
    "address": "441 Battersea Park Road\n\nBattersea\n\nSW11 4LR",
    "phone": "(020) 7223 7721",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Popular pub on bustling Battersea Park Road that attracts customers of all ages so can be busy Sunday lunchtimes.\n\nThe decor is relaxed and contemporary, including some retro furniture.\n\nThe changing ales often include at least one from a London microbrewery.\n\nThe rear patio garden is especially popular in the summer.\n\nCustomers can download an app from the owning company which allows bills to be settled via mobile device.\n\nFormerly Dovedale House, Bar Room Bar and originally Clock House.",
    "area": "Battersea"
  },
  {
    "id": "60",
    "name": "London & South Western",
    "lat": 51.464,
    "lon": -0.16746,
    "address": "276-288 Lavender Hill\n\nBattersea\n\nSW11 1LJ",
    "phone": "(020) 7738 9104",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Popular Wetherspoon pub near to Clapham Junction Station. A good place to pop into if you have some time to spare when changing trains. Two banks of six handpumps serve the regular Wetherspoon beers plus up to four guests. Distinctive c.1935 building originally Hastings furniture store. Became a Yate's Wine Lodge in 1999, later Revolution. Opened as a Wetherspoons in December 2020.",
    "area": "Battersea"
  },
  {
    "id": "61",
    "name": "Magic Garden",
    "lat": 51.4752,
    "lon": -0.1508,
    "address": "231 Battersea Park Road\n\nBattersea\n\nSW11 4LG",
    "phone": "(020) 7622 4844",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "In an area that has lost several traditional pubs and where real ale can be hard to find, here is a community local.\n\nPopular for big screen TV sports, pool and occasional live music, the pub has recently been enhanced by artistic licence.\n\nRebuilt between the wars to the designs of Watney's house architect, Alfred W Blomfield, better known for the French House in Soho.\n\nTwo impressive bay windows survive the later opening out of the interior.",
    "area": "Battersea"
  },
  {
    "id": "62",
    "name": "Mason's Arms",
    "lat": 51.4768,
    "lon": -0.146813,
    "address": "169 Battersea Park Road\n\nBattersea\n\nSW8 4BT",
    "phone": "(020) 7622 2007",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Reopened in 2019 after an extensive refurbishment and facelift, this stripped-back and opened-out Fuller's pub is almost opposite Battersea Park station. The bar has 23 draught lines (20 keg and three cask), with the wide choice of craft beers extending to bottles and cans.  Expect to pay over £6 for a pint. There is attractive floor tiling and glazed brickwork around the bar, and a patio (heated in colder weather) to the side. Information boards on a rear wall explain a range of brewing terms. Various vintage artefacts are on display. There is live music on Saturdays (from 8.30pm), and a quiz on Sundays (6pm).",
    "area": "Battersea"
  },
  {
    "id": "63",
    "name": "Merchant of Battersea",
    "lat": 51.4609,
    "lon": -0.16354,
    "address": "23-25 Battersea Rise\n\nBattersea\n\nSW11 1HG",
    "phone": "(020) 7228 4187",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "A light and airy gastropub opened in 2008 in previous 'Dixies' Tex/Mex bar premises, catering for a young, mixed clientele, extending from an open, café style front patio/heated and covered smoking area through to a comfortable, raised back bar. Guest beer may come from London breweries.",
    "area": "Battersea"
  },
  {
    "id": "64",
    "name": "Mondo Tap House",
    "lat": 51.4746,
    "lon": -0.140322,
    "address": "86 Stewarts Road\n\nBattersea\n\nSW8 4UG",
    "phone": "(020) 7720 0782",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Opened in 2015, this simply-furnished, brick-walled brewery tap offers a range of keg, bottled and canned Mondo beers (plus some guests) in styles from around the world.  The modern brewery is visible through a window and glass doors. Cashless payment only.",
    "area": "Battersea"
  },
  {
    "id": "65",
    "name": "Northcote",
    "lat": 51.4608,
    "lon": -0.167146,
    "address": "2 Northcote Road\n\nBattersea\n\nSW11 1NT",
    "phone": "(020) 7223 5378",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Large, busy corner pub, handy for a pint before or after shopping at the local market. Bought by Geronimo from Punch in 2009 and refurbished with an emphasis on food and local beers.\n\nDirectly managed by Young’s since 2023.",
    "area": "Battersea"
  },
  {
    "id": "66",
    "name": "Prince Albert",
    "lat": 51.4797,
    "lon": -0.16582,
    "address": "85 Albert Bridge Road\n\nBattersea\n\nSW11 4PF",
    "phone": "(020) 7228 0923",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "A solid Victorian corner pub opposite the Albert Gate to Battersea Park. The interior has been thoroughly refurbished but an impressive island bar remains. Popular for food at weekends and in summer. Keen ornithologists may spot the parrakeets that are now making their way along the Thames. A real cider complements an increased range of real ales since Geronimo bought the pub from Punch in 2009.\n\nQuiz night Tuesday 7pm.",
    "area": "Battersea"
  },
  {
    "id": "67",
    "name": "Queens Arms",
    "lat": 51.4681,
    "lon": -0.149415,
    "address": "139 St Philip Street\n\nBattersea\n\nSW8 3SS",
    "phone": "07561 733253",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A wedge-shaped, Victorian corner pub, reopened 30 May 2025 by Bohem, North London's Czech brewery. Ten Bohem and other keg beers are available alongside one loally brewed cask ale on handpump. Czech bar snacks are served. Live music some evenngs. Previously reopened in September 2020 after the  pandemic but closed again after three years and remained closed until the Bohem Brewery rescued the pub.",
    "area": "Battersea"
  },
  {
    "id": "68",
    "name": "Red Setter",
    "lat": 51.4593,
    "lon": -0.1667,
    "address": "30-38 Northcote Road\n\nBattersea\n\nSW11 1NZ",
    "phone": "(020) 3883 4308",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Real ale reintroduced at the (M&B) All Bar One in early 2012 but ceased soon after. Refurbished by Urban Pubs & Bars and reopened in April 2024 as the Red Setter, with two handpumps offering guest beers from small breweries.",
    "area": "Battersea"
  },
  {
    "id": "69",
    "name": "Rose",
    "lat": 51.4783,
    "lon": -0.170162,
    "address": "74-76 Battersea Bridge Road\n\nBattersea\n\nSW11 3AG",
    "phone": "(020) 8129 1856",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Formerly the Duke of Battersea, so renamed by BrewDog on their takeover in April 2021 of what had been the Draft House Westbridge, previously Matilda, Blue Mango, Pig on the Bridge, a restaurant and before that Bridge, originally Prodigals Return. Now under the same management as the Rose, Vauxhall, reopened after refurbishment in April 2024. Cask beers were reinstated in May 2024 but at £3.50 for a half pint their future may be uncertain.",
    "area": "Battersea"
  },
  {
    "id": "70",
    "name": "Woodman",
    "lat": 51.4738,
    "lon": -0.17385,
    "address": "60 Battersea High Street\n\nBattersea\n\nSW11 3HX",
    "phone": "(020) 3340 8489",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "A pub that has a substantial food trade, especially popular with young families at weekends.\n\nDrinkers tend to congregate in the front area around the servery, with sport often shown on TV.  A more spacious dining area leads to a patio at the back. Hall & Woodhouse had recently wanted to sell the Woodman and vacated and closed it in August 2023.  However, a petition at https://you.38degrees.org.uk/petitions/save-the-woodman-battersea gathered many signatures - this was the only pub left in Battersea High Street after the Castle had been demolished and the Quecumbar (Original Woodman) closed - and the pub reopened on 26 October, initially without the food provision, attractively refurbished.",
    "area": "Battersea"
  },
  {
    "id": "71",
    "name": "Battersea Brewery Tap Room",
    "lat": 51.4831,
    "lon": -0.146967,
    "address": "12-14 Arches Lane\n\nBattersea Power Station\n\nSW11 8AB",
    "phone": "(020) 8161 2366",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Opened in November 2018 as the tap to the adjacent Battersea Brewery, both housed in railway arches alongside the Power Station development. Exposed brickwork, bare floors and comfortable seating attract a vibrant, young crowd.\n\nAlthough the brewery mainly produces keg beers, two cask-conditioned ales are available, one always a Battersea beer, usually Admiral Best Bitter, a dark amber classic English bitter at 4.2%, and often including a guest beer from Oakham, Siren, Burning Sky or London Fields.\n\nBar snacks include chicken wings and toasted sandwiches.\n\nTV sport (terrestrial) for major events.\n\nWithin easy reach of the Battersea Power Station Northern Line Underground station.\n\nCashless payments only.",
    "area": "Battersea Power Station"
  },
  {
    "id": "72",
    "name": "Bayswater Arms",
    "lat": 51.5127,
    "lon": -0.187667,
    "address": "99 Queensway\n\nBayswater\n\nW2 4QH",
    "phone": "(020) 7727 0259",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Bayswater is a corruption of Bayard's Watering, the chief spring of the district situated near Queensway and from which in 1439 a conduit was built to supply the City of London with water. Now the eponymous pub is an air-conditioned haven from the bustle of Queensway; on the corner of Queensway and Moscow Road. Faux Victorian interior, with dark wall coverings sporting framed photographs of local Edwardian street scenes and the area's well-known former residents, contrasts with the 60s block in which this pub occupies the corner.  Plenty of tables on a mixture of carpeted and painted wooden floors and a menu of pub-grub food attract in tourists and other passing trade as well as the regulars.\n\nNote that the licence does not allow sale of alcohol before 10am Monday to Saturday or noon on Sunday.",
    "area": "Bayswater"
  },
  {
    "id": "73",
    "name": "Champion",
    "lat": 51.5099,
    "lon": -0.192253,
    "address": "1 Wellington Terrace\n\nBayswater\n\nW2 4LW",
    "phone": "(020) 7792 4527",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Built in 1838 and opposite the security-protected road on the northern side of Kensington Gardens, this is the nearest pub to Kensington Palace. In warm weather the front windows are often opened onto the bar room with its mixture dining tables and chairs, and the pub has a light and airy feel. There is reasonable space for vertical drinkers.  A plush basement area leads on to a sunken beer garden, with patio heaters lit in cold weather.\n\nThree ale handpumps but often now only one or two in use, likely to include London Pride.\n\nNote that this venue has a good food reputation and is a popular pub, particularly on Friday evenings and at weekends, and it may be advisable to book a table in advance.",
    "area": "Bayswater"
  },
  {
    "id": "74",
    "name": "Cow",
    "lat": 51.5192,
    "lon": -0.195451,
    "address": "89 Westbourne Park Rd\n\nBayswater\n\nW2 5QH",
    "phone": "(020) 7221 0021",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Built in 1858 as the Railway Tavern, which it remained until 1992. Possibly re-named after the drovers who used to take their cattle on the hoof to Smithfield Market. The pub is owned by the Conran family and is famous for its house-speciality oysters and seafood menu generally. There is an unpretentious smallish ground-floor bar with a good cask ale reputation; and a first floor restaurant serving an excellent fish stew. Food times given are for the saloon bar; restaurant hours are different, see venue website. The pub has been described in a magazine as \"Good beer, oysters, chops, Victorian vibes, friendly bar staff, regulars and no music. Seating on the ground floor is pub-style with small round tables, stools, and banquettes. It's a very posh pub, though.\" The pub has many loyal customers including, press reports state, \"Posh Spice\" aka Victoria Beckham who lives nearby. Beer and food prices reflect the venue ownership. Note steep steps to WC. Note also that proof of age may be required here and that there may be door supervision Thursday to Saturday evenings. Last bar orders are 10.45pm.",
    "area": "Bayswater"
  },
  {
    "id": "75",
    "name": "Kings Head",
    "lat": 51.5125,
    "lon": -0.189135,
    "address": "33 Moscow Road\n\nBayswater\n\nW2 4AH",
    "phone": "(020) 7229 4233",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "First licensed in 1822 and rebuilt in 1926.  Traditional community pub, hosting regular theme nights and charity events.  Wooden beams and panelling create a comfortable and spacious feel.  This is somewhere to wind down after shopping in busy, cosmopolitan Queensway.  There is a good range of foreign beers on offer and branded glasses are used whenever possible.  Three ales are usually on, and another handpump may be used for cider. Meals are served throughout the day.",
    "area": "Bayswater"
  },
  {
    "id": "76",
    "name": "Leinster Arms",
    "lat": 51.5117,
    "lon": -0.18309,
    "address": "17 Leinster Terrace\n\nBayswater\n\nW2 3EU",
    "phone": "(020) 7402 4670",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Grade II listed pub built in 1856 as the Scotch Stores and renamed 18 years later. The facade is impressive, with the pub's name extending across the arch to the adjacent mews. Inside there is a fascinating collection of prints, portraits and paintings. The rear area has a notable brewery mirror. The beer range features a changing guest ale - beer mats and pump clips on display are evidence of previous brews. Five handpumps but not all ales may be available depending on demand.\n\nThere is a wide food offering including lunchtime sandwiches, pub favourites, afternoon tea, and a dog menu!\n\nA vintage car club meets here every month. Popular with tourists.\n\nIf you are in this category you may qualify for a “Regulars and Locals Loyalty Card” here.",
    "area": "Bayswater"
  },
  {
    "id": "77",
    "name": "Phoenix",
    "lat": 51.5124,
    "lon": -0.189739,
    "address": "51 Moscow Road\n\nBayswater\n\nW2 4AL",
    "phone": "(020) 7229 0647",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "Comfortable, upmarket pub serving the well-heeled locals as well as the visitors who choose to venture the short distance off Queensway.  A variety of seating, floor coverings and degree of modernisation lend character to each the three distinct areas of the bar.  At date of this entry cask ale availability is noted as variable; further updates welcome.",
    "area": "Bayswater"
  },
  {
    "id": "78",
    "name": "Prince Alfred",
    "lat": 51.5137,
    "lon": -0.187554,
    "address": "112 Queensway\n\nBayswater\n\nW2 3RR",
    "phone": "(020) 7229 1474",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Light and airy open plan bar refurbished in 1999.  The first floor bar can be used for functions and there is an outside seating area from which cosmopolitan Bayswater can be observed.  The building dates from 1852 and was named after Queen Victoria’s second son.  Live music Thursday, Friday, Saturday nights. Two handpumps; one may be used for cider.\n\nNB in common with other Glendola Leisure sites, a small service charge is automatically added to the bill even when ordering at the bar; you are free to ask to have this removed.",
    "area": "Bayswater"
  },
  {
    "id": "79",
    "name": "Prince Bonaparte",
    "lat": 51.5175,
    "lon": -0.195665,
    "address": "80 Chepstow Road\n\nBayswater\n\nW2 5BE",
    "phone": "(020) 7313 9491",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Large gastropub with a U-shaped counter and open plan kitchen. Mixture of seating at the front, and the rear area features separate dining-tables. The varied menu includes lunchtime sandwiches, a kids' menu, and Sunday roasts. It has been reported that only one cask ale may be available. Built in 1850, it was formerly the Artesian.",
    "area": "Bayswater"
  },
  {
    "id": "80",
    "name": "Prince Edward",
    "lat": 51.513,
    "lon": -0.193443,
    "address": "73 Princes Square\n\nBayswater\n\nW2 4NY",
    "phone": "(020) 7727 2221",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Built in 1858 as the Princes Hotel on the corner of a leafy Victorian square. The Prince Edward now has a smartly furnished lounge with some comfortable leather armchairs, plenty of tables and chairs and a central island bar. Many interesting 19th-century photos of London and old prints, etched glass mirrors and coloured glass panels adorn the interior. A wide food menu is offered including a kid's menu, bar snacks, sandwiches, and pub favourites.\n\nNote that alcohol is not available before noon on Sundays. Bar opening hours given, may vary seasonally.",
    "area": "Bayswater"
  },
  {
    "id": "81",
    "name": "Princess Royal",
    "lat": 51.5156,
    "lon": -0.194249,
    "address": "47 Hereford Road\n\nBayswater\n\nW2 5AH",
    "phone": "(020) 3096 6996",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Following a period as Pomona's, this site reopened in March 2022 with its original name, the Princess Royal. The present incarnation, as part of the small Cubitt House chain of London pubs, is very much food, wine and cocktail focussed, but with a range of keg beers and three cask ales. The refurbishment during the prior closure included some restoration of original features, including the exposure of the pub name mosaic in the entrance porch. The premises are now expensively furnished and offer elegant and comfortable facilities inside and outside for drinkers and diners alike. Upholstered stools flank the solid wooden horse-shoe bar with original tiles and polished timber flooring, red arm chairs fill the window and variously-sized tables are close by, affording ample space for drinkers inside or outside the pleasant front terrace. Bar or table service is provided by charming and helpful uniformed staff. The most memorable feature of the pub is the adjoining large outdoor dining area with some 120-plus covers. Huge trees stand among the tables and flower beds surround the periphery. Tables and chairs are cast iron with dark green woodwork and other decorative materials, all of the highest quality. This must be one of the most attractive dining rooms in London and indeed the whole pub has been described in The Times as \"one of the most magnificent, sprawling, elegant and beautiful pubs imaginable\". Food service starts with breakfast and there is an interesting Mediterranean-inspired menu for lunch and in the evening. Wines in a high-end list are surprisingly not arranged by country of origin, but by style. Bar snacks include such favourites as fried pizzas with truffle and nduja on fennel biscuits. Note that alcohol may not be sold before 10am Monday to Saturday or noon on Sundays. Opening hours given here are the bar hours. Food service starts with breakfast.",
    "area": "Bayswater"
  },
  {
    "id": "82",
    "name": "Westbourne",
    "lat": 51.5194,
    "lon": -0.194861,
    "address": "101 Westbourne Park Villas\n\nBayswater\n\nW2 5ED",
    "phone": "(020) 7221 1332",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "1852 building with modern basic furnishing and decor featuring wooden tables and chairs and exposed floorboards. French window type frontage. Now a popular food-oriented gastropub with daily changing menus. Traditional bar snacks and daily tapas are also offered. Supper club special on Monday nights. Drinks may be served in plastic glasses for the terrace.\n\nThe Westbourne is close to the end and judging point of the route of the Notting Hill Carnival.",
    "area": "Bayswater"
  },
  {
    "id": "83",
    "name": "Beckenham Rugby Football Club",
    "lat": 51.3972,
    "lon": -0.039092,
    "address": "Balmoral Avenue\n\nBeckenham\n\nBR3 3RD",
    "phone": "(020) 8650 7176",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "Since summer 2021, the club welcomes CAMRA members who should be prepared to sign in and show their membership card. The club is located in a quiet road near Elmers End Green.   Inside it is spacious and airy, and benefits from wall to floor windows which provide a vista of the rugby pitch.    There is also an extensive terrace area outside. The club aim to provide a changing range of three cask ales of which one will normally be from the Westerham  brewery.   One of the others is also likely to be from a local brewery with the third being mainstream.",
    "area": "Beckenham"
  },
  {
    "id": "84",
    "name": "Beckenham Sports Club",
    "lat": 51.4133,
    "lon": -0.0219914,
    "address": "19 Foxgrove Rd\n\nBeckenham\n\nBR3 5AS",
    "phone": null,
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Famous cricket and - in particular - tennis club with a host of world-renowned tennis players on the honours board in the bar.   These date back to a time when this venue was used for a pre-Wimbledon warm-up event.",
    "area": "Beckenham"
  },
  {
    "id": "85",
    "name": "Bricklayers Arms",
    "lat": 51.4067,
    "lon": -0.0318056,
    "address": "237 High Street\n\nBeckenham\n\nBR3 1BN",
    "phone": "(020) 8402 0007",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "A traditional high-street pub providing a friendly welcome to a clientele of all ages, with a strong local following including families and dogs. The open plan L-shaped bar has wooden flooring with plenty of tables and a snug room at the rear. The interior décor has cream walls with wooden panelling along with old photographs of Beckenham, framed pictures, mirrors and more eclectic items including an old petrol pump and a super-life size Spider Man stuck on one wall. There is an open log fire in winter and a covered outdoor seating area with heaters and even a TV screen. The two regular cask ales are both from the St Austell brewery, whilst two guest ales are also offered which change on a frequent basis. The changing guest ales often reflect customers' recommendations (a suggestions box is available for feedback). Occasional beer festivals are held. CAMRA members receive a discount on real ale purchases. Live sport fixtures are shown and the pub hosts a variety of entertainment. Live music is popular with both local and visiting bands playing here. A board advertises the live music events. Local branch Community Pub of the Year 2016. The pub sign shows the coats of arms of the Worshipful Company of Tylers and Bricklayers (as granted in 1569). Sunday hours apply on most bank holidays. Just less than half a mile from both Beckenham Junction and Clock House stations. Handy for the Odeon cinema across the road. Card payment ONLY, no cash accepted.",
    "area": "Beckenham"
  },
  {
    "id": "86",
    "name": "Chancery",
    "lat": 51.4069,
    "lon": -0.0174678,
    "address": "90 Bromley Road\n\nBeckenham\n\nBR3 5NP",
    "phone": "(020) 8650 5744",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Family-run Victorian local situated between Beckenham and Shortlands with a main U-shaped bar and a separate quiet lounge. The pub reopened as a Gastropub in October 2014 following substantial and sensitive refurbishment and with a new name. The extensive menu changes with the season and no frozen food is used. Casual drinkers are still welcomed - the pub has six handpumps, but away from busy times only three to four will be operational. Admission not allowed after 11pm on Fridays and Saturdays. There are a wide range of events including singing groups, the \"Mother Cuppa\" coffee mornings on Wednesdays between 10 am and noon, quiz evenings and live music with both individual singers and bands.",
    "area": "Beckenham"
  },
  {
    "id": "87",
    "name": "Coach & Horses",
    "lat": 51.4062,
    "lon": -0.027973,
    "address": "Burnhill Road\n\nBeckenham\n\nBR3 3LA",
    "phone": "(020) 8650 9142",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A friendly and traditional back street local convenient for the High Street , and now operated by Town Bar and Sports.   The pub was undergoing a major refurbishment in 2020 as the Covid-19 crisis struck, and reopened in August when the work was completed, complete with new exterior signage.\n\nThere is a large patio at the front with pub with several  benches and tables, which have been renovated as part of the refurbishment.   The exterior work is also evident in the rear, with a prominent mural of the London skyline on display in the back garden.   Internally there are new light fittings, wooden floorings, and new tiling behind the bar.   In short, not much has been left unchanged.\n\nWell worth a visit  if you are in the vicinity of Beckenham High Street.   All the photography on this page is after the 2020 refurbishment. Instagram page is @coachandhorsesbar",
    "area": "Beckenham"
  },
  {
    "id": "88",
    "name": "George Inn",
    "lat": 51.4073,
    "lon": -0.027636,
    "address": "111 High Street\n\nBeckenham\n\nBR3 1AG",
    "phone": "(020) 8663 3468",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "The George Inn dates back over 350 years and was the last coaching inn on the route to London. The pub attracts a wide age range, although more of a younger crowd attend at weekends. The range of beers has increased in recent years, with 5 or 6 on offer most days.  A reasonable choice of food is available and is of the pub grub style - burgers, pies, steak, fish and chips etc. Piped music plays on a 2 hour loop, but is generally not too intrusive. A TV shows BBC News channel (muted, with subtitles) and occasionally football/rugby, if on terrestrial TV. The pub sign portrays St George defeating the dragon. The weatherboarded exterior has changed little over time and the building is the oldest in the High Street. Since the 1970s, this has also been called \"Ye Olde George Inn\" and \"Ye George Inn\".",
    "area": "Beckenham"
  },
  {
    "id": "89",
    "name": "Jolly Woodman",
    "lat": 51.4067,
    "lon": -0.018078,
    "address": "9 Chancery Lane\n\nBeckenham\n\nBR3 6NR",
    "phone": "(020) 8663 1031",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "A friendly traditional local popular with a mixed clientele of all ages for its homely convivial atmosphere and welcoming to visitors. Situated in a quiet street in a conservation area off the main road, this retains the look and feel of a country pub. Built in 1840 as an ale house, this would once have been surrounded by countryside. The front room is small with half-height matchboard panelling, old fixed bench seating and a drinking shelf along with leaded glass in the windows and a stove. The door to the right was once used for off-sales. The bar itself has tongue and groove panelling with a plain and well-worn counter. An opening leads to a larger back room, also with panelling, in an L-shaped configuration created in the 1970s. Toilets are outside across the courtyard. A small paved courtyard is at the rear with several table sets and benches, plus a modern retractable canopy which is employed in inclement weather. The outbuilding at the end is used to store the beer and is believed to have once been stables. A small area out front has further benches plus seats to one side. The cask ales are from Harvey's and Timothy Taylor with a couple of guests. A time-honoured tradition is for the local Ravensbourne Morris Men to perform outside on St George's Day (23rd April). Listed under both the CAMRA Pub Heritage Group and London Pubs Group (on their London Local Inventory) as having an interior of special national historic interest (* 1-star).",
    "area": "Beckenham"
  },
  {
    "id": "90",
    "name": "Langley Park Golf Club",
    "lat": 51.3878,
    "lon": -0.00748078,
    "address": "Barnfield Wood Road\n\nBeckenham\n\nBR3 6SZ",
    "phone": "(020) 8658 6849",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Access to the bar is currently limited to club members only.",
    "area": "Beckenham"
  },
  {
    "id": "91",
    "name": "O'Neill's",
    "lat": 51.4106,
    "lon": -0.024767,
    "address": "9 High Street\n\nBeckenham\n\nBR3 1AZ",
    "phone": "(020) 8658 7596",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Standard format and décor for an O'Neill's Irish theme pub with spacious single bar and the normal grey/green colour scheme. Plenty of tables and seating, including on the patio in front of the pub. Dogs not allowed inside but permitted on the outside patio. Very convenient for bus, rail and tram travellers alike. Real ale introduced in 2014 with three handpumps, In 2018, real ale availability was reduced to Sharp's Doom Bar only.",
    "area": "Beckenham"
  },
  {
    "id": "92",
    "name": "West Beckenham Conservative Club",
    "lat": 51.4087,
    "lon": -0.0416948,
    "address": "Sidney Road\n\nBeckenham\n\nBR3 4PX",
    "phone": "(020) 8650 0256",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "A private members club which is family orientated and supports local charities, whilst promoting a safe social space for all to enjoy. Inside, the large and spacious bar area is served by a long bar with plenty of seating within the wooden panelled walls. The range of activities cover snooker, darts and bingo plus a pool table and card tables. Dancing and pilates classes are also available. The function room is available for hire for private events. Closing time is midnight on the last Saturday of the month. All evening entertainment starts at 8 pm. Smart casual dress only on Saturdays. Bar opening hours are at the stewards discretion.",
    "area": "Beckenham"
  },
  {
    "id": "93",
    "name": "Dog House",
    "lat": 51.3672,
    "lon": -0.13196,
    "address": "14 The Broadway, Plough Lane\n\nBeddington\n\nCR0 4QR",
    "phone": "07982 619119",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "This micropub opened in Beddington in 2022, in premises previously occupied by a dog grooming salon. Light decor and large windows give the pub an airy feel. Pictures on the walls reflect a family boxing connection and the licensee's love of old comedy films. Normally five cask ales are dispensed by gravity. and up to six ciders are available. There is a quiz usually on alternate Wednesdays (check with pub). There are occasional events such as Morris dancing and the local male voice choir.  Rugby is sometimes shown on TV.",
    "area": "Beddington"
  },
  {
    "id": "94",
    "name": "Harvest Home",
    "lat": 51.3722,
    "lon": -0.131739,
    "address": "27 Beddington Lane\n\nBeddington\n\nCR0 4TG",
    "phone": null,
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "Traditional pub with one cask ale served. Live music events take place monthly. It has reopened after a temporary closure early in 2025, but the kitchen isn't yet operational again. When it's quiet the pub may close earlier than the time shown.",
    "area": "Beddington"
  },
  {
    "id": "95",
    "name": "Plough",
    "lat": 51.3676,
    "lon": -0.132191,
    "address": "Croydon Road\n\nBeddington\n\nCR0 4QR",
    "phone": "(020) 8647 1122",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Landmark pub in the centre of Beddington, which was rebuilt in 1897. After being Young's for many years the pub is now owned by the McLean Inns chain. The spacious interior is dominated by an oval island bar, and outside there is a large rear patio garden in the former stable yard. The land was originally part of the extensive Carew estate, and a tunnel was built to run from the pub's cellar to Carew Manor.",
    "area": "Beddington"
  },
  {
    "id": "96",
    "name": "Banstead Downs Golf Club",
    "lat": 51.3397,
    "lon": -0.203611,
    "address": "Burdon Lane\n\nBelmont\n\nSM2 7DD",
    "phone": "(020) 8642 2284",
    "features": [],
    "photoUrl": "https://placekitten.com/401/301",
    "description": "Opened in 1890",
    "area": "Belmont"
  },
  {
    "id": "97",
    "name": "California",
    "lat": 51.3442,
    "lon": -0.197312,
    "address": "267 Brighton Road\n\nBelmont\n\nSM2 5SU",
    "phone": "(020) 8642 9799",
    "features": [],
    "photoUrl": "https://placekitten.com/402/302",
    "description": "The California was for a while until 2015 called the Belmont. Recently refurbished (2024), the interior is spacious and comfortable, and pictures on the walls include local scenes. There are TV screens, but these are not intrusive. There is a function room, and a terraced garden to the rear. Trains run regularly to London Victoria via Sutton, and to Epsom Downs.",
    "area": "Belmont"
  },
  {
    "id": "98",
    "name": "Fox",
    "lat": 51.4812,
    "lon": 0.144493,
    "address": "79 Nuxley Road\n\nBelvedere\n\nDA17 5JU",
    "phone": "(01322) 435557",
    "features": [],
    "photoUrl": "https://placekitten.com/403/303",
    "description": "This is a family run friendly local in Belvedere village built in 1921.  There are four television screens and children are welcome up to 7pm inside while there is a childrens play area outside until 9pm.  Maintaining the quality of the well looked after real ales, typically four including one guest, is important to the staff.    Outdoor drinking areas front and back and wheelchair access to the bar are available.",
    "area": "Belvedere"
  },
  {
    "id": "99",
    "name": "Morgan",
    "lat": 51.4976,
    "lon": 0.154581,
    "address": "1 Clydesdale Way\n\nBelvedere\n\nDA17 6FD",
    "phone": "(020) 3137 9902",
    "features": [],
    "photoUrl": "https://placekitten.com/404/304",
    "description": "New build pub opened in 2015 with a large L-shaped bar featuring mainly seating for meals but also some for drinkers only.  There's a small indoor children's play area, and outside there is a large patio and garden.  All the cask beers are from the former Marstons range.  There are one or two changing beers available in addition to the two regulars.",
    "area": "Belvedere"
  },
  {
    "id": "100",
    "name": "Prince of Wales",
    "lat": 51.4837,
    "lon": 0.143321,
    "address": "13a Woolwich Road\n\nBelvedere\n\nDA17 5EE",
    "phone": "(01322) 433737",
    "features": [],
    "photoUrl": "https://placekitten.com/400/300",
    "description": "Built around 1863, this small cosy corner pub with a horseshoe shaped bar stands on what was once Lesness Heath.  All beers are generally below 4.5%abv and are cheaper between 1pm and 5pm.  Sports fans can watch the large-screen televisions.  Made-to-order snacks and main meals are available with a Sunday roast between 1pm and 6pm, and a well-priced Thursday meal deal. Real cider may be available.",
    "area": "Belvedere"
  }
]
